<section class="company-intro">
    <h2 class="company-intro__title">Делаем сайты с 2015 года по всей России</h2>

    <div class="company-intro__content">
        <p class="paragraph">Сайт — это лицо бизнеса в интернете, средство коммуникации с клиентами и
            мощный инструмент продаж. В эпоху цифровизации сложно представить компанию или личный проект без
            собственного веб-ресурса. Однако многие сталкиваются с вопросом: <span class="text_white">сколько
                стоит сделать сайт и от
                чего зависит цена?</span>
        </p>
        <p class="paragraph">Ответ на этот вопрос многогранен, ведь стоимость <span
                class="text_white_underline">зависит от множества факторов</span>,
            начиная с типа сайта и заканчивая выбором платформы и исполнителя. В этой статье мы подробно
            разберём ключевые аспекты формирования цен, чтобы вы могли выбрать оптимальный вариант под свои цели
            и бюджет.</p>
        <p class="paragraph">Сайт — это лицо бизнеса в интернете, средство коммуникации с клиентами и
            мощный инструмент продаж. В эпоху цифровизации сложно представить компанию или личный проект без
            собственного веб-ресурса. Однако многие сталкиваются с вопросом: <span class="text_white">сколько
                стоит сделать сайт и от
                чего зависит цена?</span>
        </p>
        <p class="paragraph">Ответ на этот вопрос многогранен, ведь стоимость <span
                class="text_white_underline">зависит от множества факторов</span>,
            начиная с типа сайта и заканчивая выбором платформы и исполнителя. В этой статье мы подробно
            разберём ключевые аспекты формирования цен, чтобы вы могли выбрать оптимальный вариант под свои цели
            и бюджет.</p>
    </div>
</section>
